ex1/ex1.tex
% Created 2016-11-09 Mi 12:38
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{siunitx}
\usepackage{fontspec}
\sisetup{load-configurations = abbrevations}
\newcommand{\estimates}{\overset{\scriptscriptstyle\wedge}{=}}
\usepackage{mathtools}
\DeclarePairedDelimiter\abs{\lvert}{\rvert}%
\DeclarePairedDelimiter\norm{\lVert}{\rVert}%
\DeclareMathOperator{\Exists}{\exists}
\DeclareMathOperator{\Forall}{\forall}
\def\cvec#1{\left(\vcenter{\halign{\hfil$##$\hfil\cr \cvecA#1;;}}\right)}
\def\cvecA#1;{\if;#1;\else #1\cr \expandafter \cvecA \fi}
\renewcommand{\d}{\mathrm{d}}
\newcommand{\f}[2]{{\frac{#1}{#2}}}
\renewcommand{\v}[1]{\vec{#1}}
\usepackage{tikz}
\usetikzlibrary{calc,patterns,decorations.pathmorphing,decorations.markings}
\usepackage{xparse}% http://ctan.org/pkg/xparse
\NewDocumentCommand{\overarrow}{O{=} O{\uparrow} m}{%
\overset{\makebox[0pt]{\begin{tabular}{@{}c@{}}#3\\[0pt]\ensuremath{#2}\end{tabular}}}{#1}
}
\NewDocumentCommand{\underarrow}{O{=} O{\downarrow} m}{%
\underset{\makebox[0pt]{\begin{tabular}{@{}c@{}}\ensuremath{#2}\\[0pt]#3\end{tabular}}}{#1}
}
\usepackage{pgfplots}
\author{Robin Heinemann}
\date{\today}
\title{Experimentalphysik (H.-C. Schulz-Coulon)}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.1.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents

\begin{tikzpicture}[every node/.style={draw,outer sep=0pt,thick}]
\tikzstyle{spring}=[thick,decorate,decoration={zigzag,pre length=0.3cm,post length=0.3cm,segment length=6}]
\tikzstyle{damper}=[thick,decoration={markings,
mark connection node=dmp,
mark=at position 0.5 with
{
\node (dmp) [thick,inner sep=0pt,transform shape,rotate=-90,minimum width=15pt,minimum height=3pt,draw=none] {};
\draw [thick] ($(dmp.north east)+(2pt,0)$) -- (dmp.south east) -- (dmp.south west) -- ($(dmp.north west)+(2pt,0)$);
\draw [thick] ($(dmp.north)+(0,-5pt)$) -- ($(dmp.north)+(0,5pt)$);
}
}, decorate]
\tikzstyle{ground}=[fill,pattern=north east lines,draw=none,minimum width=0.75cm,minimum height=0.3cm]


\node (M) [minimum width=3.5cm,minimum height=2cm] {mass, $m$};

\node (ground1) at (M.south) [ground,yshift=-1.5cm,xshift=-1.25cm,anchor=north] {};
\draw (ground1.north west) -- (ground1.north east);
\draw [spring] (ground1.north) -- ($(M.south east)!(ground1.north)!(M.south west)$);

\node (ground2) at (M.south) [ground,yshift=-1.5cm,anchor=north] {};
\draw (ground2.north west) -- (ground2.north east);
\draw [damper] (ground2.north) -- ($(M.south east)!(ground2.north)!(M.south west)$);

\node (ground3) at (M.south) [ground,yshift=-1.5cm,xshift=1.25cm,anchor=north] {};
\draw (ground3.north west) -- (ground3.north east);
\draw [spring] (ground3.north) -- ($(M.south east)!(ground3.north)!(M.south west)$);

\draw [-latex,ultra thick] (M.north) ++(0,0.2cm) -- +(0,1cm);

\begin{scope}[xshift=7cm]
\node (M) [minimum width=1cm, minimum height=2.5cm] {$m$};

\node (ground) [ground,anchor=north,yshift=-0.25cm,minimum width=1.5cm] at (M.south) {};
\draw (ground.north east) -- (ground.north west);
\draw [thick] (M.south west) ++ (0.2cm,-0.125cm) circle (0.125cm)  (M.south east) ++ (-0.2cm,-0.125cm) circle (0.125cm);

\node (wall) [ground, rotate=-90, minimum width=3cm,yshift=-3cm] {};
\draw (wall.north east) -- (wall.north west);

\draw [spring] (wall.170) -- ($(M.north west)!(wall.170)!(M.south west)$);
\draw [damper] (wall.10) -- ($(M.north west)!(wall.10)!(M.south west)$);

\draw [-latex,ultra thick] (M.east) ++ (0.2cm,0) -- +(1cm,0);
\end{scope}
\end{tikzpicture}

\section{Begrüßung ist langweilig}
\label{sec-1}
\section{Begrüßung2 ist auch langweilig}
\label{sec-2}
\section{Moodle}
\label{sec-3}
Passwort: F=ma
\section{Klausur}
\label{sec-4}
11.02.2017 (9 Uhr)
60\% Übungspunkte
\section{Bücher}
\label{sec-5}
\begin{center}
\begin{tabular}{ll}
Buch & Bemerkung\\
\hline
Heintze; Lehrbuch zur Experimentalphysik I & \\
Haliday, Resnick, Walker; Physik & \\
Tipler, Allen; Physik & \\
Demtröder; Experimentalphysik I & \\
Bergman & \\
\end{tabular}
\end{center}

online\ldots{}
\section{Einleitung}
\label{sec-6}
\subsection{Eigenschaften der Physik}
\label{sec-6-1}
Physik ist \uline{nicht} axiomatisch!
\begin{itemize}
\item Nicht alle Gesetze der Natur sind bekannt.
\item Die bekannten Naturgesezte sind \uline{nicht} unumstößlich
\item unfertig
\item empirisch
\item quantitativ
\item experimentell
\item überprüfbar
\item braucht Mathematik
\item Gefühl für Größenordnungen und rationale Zusammenhänge
\end{itemize}
\subsubsection{Beispiel}
\label{sec-6-1-1}
Fermi-Probleme:
\begin{itemize}
\item Anzahl der Klabirstimmer in Chicago?
\item Anzahl der Autos in einem 10km Stau?
\item Anzahl von Fischen im Ozean
\end{itemize}

\subsection{Maßeinheiten}
\label{sec-6-2}
Internationales Einheitensystem (SI)
\subsubsection{Basisgrößen}
\label{sec-6-2-1}
\begin{center}
\begin{tabular}{lll}
Größe & Einheit & Symbol\\
\hline
Länge & Meter & $\si{\meter}$\\
Masse & Kilogramm & $\si{\kg}$\\
Zeit & Sekunden & $\si{\second}$\\
\end{tabular}
\end{center}
\begin{enumerate}
\item Meter
\label{sec-6-2-1-1}
Strecke, die das Lich im Cakuum während der Dauer von $\frac{1}{299792458}\si{\second}$ durchläuft.
\item Sekunde
\label{sec-6-2-1-2}
Das $\SI{9192631770}{}$-fache  der Periodendauder der am Übergang zwischen den beiden Hyperfeinstukturniveaus des Grundzustandes von Atomen des Nukulids $Cs_{133}$ entsprechenden Strahlung.
\item Kilogramm
\label{sec-6-2-1-3}
Das Kilogramm ist die Einheit der Masse, es ist gleich der Masse des internationalen Kilogrammprototyps (ist scheiße).
\begin{enumerate}
\item Avogadroprojekt
\label{sec-6-2-1-3-1}
\[N_A = \frac{M V n}{m}\]
$N_A$: Avogardokonstante ($N_A = \SI{6.0221415e23}{}$)
\end{enumerate}
\end{enumerate}
\subsubsection{Weitere Größen}
\label{sec-6-2-2}
\begin{center}
\begin{tabular}{lll}
Größe & Einheit & Symbol\\
\hline
Strom & Ampere & $\si{\ampere}$\\
Temperatur & Kelvin & $\si{\kelvin}$\\
Lichtstärke & Candla & $\si{\candela}$\\
\end{tabular}
\end{center}

\section{Mechanik}
\label{sec-7}
Kinematik: Beschreibung der Bewegung
Dynamik: Ursache der Berwegung

\subsection{Kinematik des Massenpunktes}
\label{sec-7-1}
\subsubsection{Eindimensionale Bewegung}
\label{sec-7-1-1}
\begin{enumerate}
\item {\bfseries\sffamily TODO} Skizze 1
\label{sec-7-1-1-1}
$x_1,t_1 \longrightarrow x_2, t_2$
Geschwindigkeit
\[v = \frac{\text{Weg}}{\text{Zeit}} = \frac{x_2 - x_1}{t_2 - t_1} = \frac{\Delta x}{\Delta t}\quad [v] = \si{\meter\per\second}~\text{abgeleitete Größe}\]
\item Momentangeschwindigkeit
\label{sec-7-1-1-2}
\[v := \lim_{\Delta t\to 0} \frac{\Delta{x}}{\Delta t} = \frac{\mathrm{d}x}{\mathrm{d}t} = \dot{x}\]
\item Beschleunigung
\label{sec-7-1-1-3}
\[a := \lim_{\Delta t\to 0} \frac{\Delta{v}}{\Delta{t}} = \frac{\mathrm{d}v}{\mathrm{d}t} = \frac{\mathrm{d}^2x}{\mathrm{d}t^2} = \ddot{x}\quad [a]=\si{\meter\per\second\squared}\]
\item Freier Fall
\label{sec-7-1-1-4}
$a = \text{const.}$ (Behauptung)
\[a=\ddot{x} = \text{const} = \dot{v}\]
\$$\rightarrow$§ Integration: \[v(t) = \int_0^t a\mathrm{d}t + v_0 = a t + v_0\]
\[x(t) = x_0 + \int_0^t v(t)\mathrm{d}t = x_0 + \int_0^t (a t + v_0)\mathrm{d}t = \frac{1}{2}a t^2 + v_0 t + x_0\]
Bei unserem Fallturm
\[x(t) = \frac{1}{2}a t^2 \rightarrow a = \frac{2 x}{t^2}\]
\begin{center}
\begin{tabular}{rrr}
$x[\si{\meter}]$ & $t[\si{\milli\second}]$ & $\frac{2x}{t^2}[\si{\meter\per\square\second}]$\\
\hline
0.45 & 304.1 & 9.7321696\\
0.9 & 429.4 & 9.7622163\\
1.35 & 525.5 & 9.7772861\\
1.80 & 606.8 & 9.7771293\\
\end{tabular}
\end{center}
\[x(t) = \frac{1}{2} g t^2,~g=\SI{9.81}{\meter\per\square\second}\]
Die Erdbeschleunigung $g$ ist für alle Körper gleich (Naturgesetz).
\end{enumerate}
\subsubsection{Bewegung im Raum}
\label{sec-7-1-2}
\begin{enumerate}
\item {\bfseries\sffamily TODO} Skizze 2
\label{sec-7-1-2-1}
Ortsvektor:
