ex1/ex1.tex
$m[\si{\gram}]$ & $M[\si{\gram}]$ & $m_{\text{ges}}[\si{\gram}]$ & $\f{m_{\text{ges}}}{m}$ & $\Delta s[\si{\mm}]$ & $\Delta t [\si{\second}]$ & $a[\si{meter\per\second}]$\\
\hline
10 & 470 & 480 & 48 & 800 & 2.75 & 0.21157025\\
40 & 440 & 480 & 12 & 800 & 1.40 & 0.81632653\\
10 & 1910 & 1920 & 192 & 800 & 5.55 & 0.051943836\\
40 & 1880 & 1920 & 48 & 800 & 2.79 & 0.20554721\\
\end{tabular}
\end{center}
\item {\bfseries\sffamily TODO} Skizze
\label{sec-7-2-1-4-3}
\end{enumerate}
\item Trägheitsprinzip - "revisited"
\label{sec-7-2-1-5}
\textbf{Definition}: Ein Bezugssystem in dem das Trägheitsprinzip gilt nennt man ein Inatialsystem. \\

In einem beschleunigten Bezugsystem gilt das Trägheitsprinzip \uline{nicht}. Beschleunigte Systeme $\neq$ Inatialsysteme.
Das Trägheitsprinzip ist Galilei-invariant.

\begin{enumerate}
\item {\bfseries\sffamily TODO} Skizze whatever
\label{sec-7-2-1-5-1}
\item Trägheitsprinzip: [moderne Formulierung]:
\label{sec-7-2-1-5-2}
Es gibt Inatialsysteme, das heißt Koordinatensysteme  in denen ein Kräftefreier Körper im Zustand der Ruhe oder der gradlinig gleichförmigen Bewegung verbleibt.
\end{enumerate}

\item Actio gleich Reactio
\label{sec-7-2-1-6}
\[\underbrace{\v{F_{12}}}_{\text{Kraft}} = \underbrace{-\v{F_{21}}}_{\text{Gegenkraft}}\]
\begin{enumerate}
\item {\bfseries\sffamily TODO} Skizze von Körpern
\label{sec-7-2-1-6-1}
\item {\bfseries\sffamily TODO} (Skizze) Expermiment
\label{sec-7-2-1-6-2}
\begin{enumerate}
\item Erwartung:
\label{sec-7-2-1-6-2-1}
\[v_1 = v_2 \rightarrow a_1 = a_2 \rightarrow F_1 = F_2~\checkmark\]
Nichttrivialer Fall: \\
       Kraftstoß: \\
       Magnetische Kraft: $F_{\text{mag}} \sim {\f{1}{r^2}}$
\[v_{1,2} = \int_0^{t_{1,2}} a(t)\d t = a_{\text{eff}}T\]
\[\rightarrow F_1(t) = F_2(t) \rightarrow v_1 = v_2\]
\end{enumerate}
\item Expermiment 2
\label{sec-7-2-1-6-3}
\[m_1 = \SI{241.8}{\gram} \wedge \m_2 = \SI{341.8}{\gram} \Rightarrow \f{m_2}{m_1} \approx 1.5\]
\[v = \f{\Delta s}{\Delta t} \rightarrow \f{v_1}{v_2} = \f{t_2}{t_1} = \f{71}{48} \approx 1.5\]
\[a\sim v, F = m a \rightarrow \f{v_1}{v_2} = \f{a_1}{a_2} = \f{m_2}{m_1}\cdot \f{F_1}{F_2}\]
\[1 = \f{F_1}{F_2} \Rightarrow F_1 = F_2\]
\item Beispiele
\label{sec-7-2-1-6-4}
\begin{itemize}
\item Kraft und Gegenkraft (TODO Skizze)
\item Flaschenzug, Seilkräfte (TODO Skizze)
\end{itemize}
\end{enumerate}
\end{enumerate}

\subsection{{\bfseries\sffamily TODO} Montag}
\label{sec-7-3}
\subsubsection{Normalkraft}
\label{sec-7-3-1}
\begin{enumerate}
\item (Skizze) Normalkraft $\v{F}_N$ = Kraft senktrecht zur Kontaktfläche. Wird kompensiert duchr $\v{F}_N'$ = Kraft mit der die Unterlage auf Körper wirkt (Źwangskräfte)
\end{enumerate}
\subsubsection{Schiefe Ebene}
\label{sec-7-3-2}
\begin{itemize}
\item Gewichtskraft: $\v{F}_G = m\v g$
\item Normalkraft: $\v{F}_N = m g\cos{\alpha} \v{e}_y$
\item Hangabtriebskraft: $\v{F}_H = m g\sin{\alpha} \v{e}_x$
\end{itemize}
Bewegungsgleichung
\[F_H = m\ddot{x} \rightarrow x_x = g\sin{\alpha} =\text{const.}\]
\subsubsection{Reibungskräfte}
\label{sec-7-3-3}
\begin{itemize}
\item im täglichen Leben über all präsent
\item spielt eine wichtige Rolle Technik
\end{itemize}
$\rightarrow$ Tribologie = Reibungslehre
\begin{itemize}
\item Reibung hängt stark von der Oberfläche ab
\end{itemize}
\begin{enumerate}
\item Experiment: Bewegung einer Masse
\label{sec-7-3-3-1}
\begin{itemize}
\item Gewicht ruhte: $\v{F}_Z = - \v{F}_R \to a = 0, v = 0$
\item Gewicht setzt sich in Bewegung: $\abs{\v{F}_Z} > \abs{\v{F}_R} \to a > 0,v$ steigt an
\item Gewicht gleitet: $\v{F}_Z = - \v{R}_R \to a = 0, v =~\text{const.}~\neq 0$ mit $\v v =~\text{const}~$
\end{itemize}
Reibugskraft nimmt ab, sobald das Gewicht bewegt wir.
\begin{itemize}
\item Haftreibung $F_H$ \\
       Schwellenwert für Zugkraft um Körper zu bewegen
\item Gleitreibung $F_G$ \\
       Reibungskreaft bei bewegtem Körper
\end{itemize}

\begin{tikzpicture}

% horizontal axis
\draw[->] (0,0) -- (6,0) node[anchor=north] {$F_Z$};

% vertical axis
\draw[->] (0,0) -- (0,4) node[anchor=east] {$F_R$};

% Us
\draw[thick] (0,0) -- (2,2) -- (2,1) -- (6,1);
\draw (1,0.25) node {$F_R = F_Z$}; %label

\draw[thick,dashed] (0,2) -- (2,2);
\draw (0.85,2.25) node {$F_H$}; %label

\draw[thick,dashed] (0,1) -- (2,1);
\draw (0.85,1.25) node {$F_G$}; %label

\draw (4,1.25) node {$F_R =~\text{const}$};
\draw (4, 0.75) node {Beschleunigung};

\end{tikzpicture}

\item Experiment: Tribologische Messung
\label{sec-7-3-3-2}
Messung der Zugkraft bei der sich der Holzblock nach kleiner Störung in Richtung Rolle bewegt: $F_R = F_Z$
\begin{enumerate}
\item Beobachtung
\label{sec-7-3-3-2-1}
\begin{itemize}
\item $F_R$ hängt nicht von der Oberfläche ab.
\item $F_R$ hängt von dem Gewicht des Blocks ab
\item $F_R$ ist Materialbhängig
\end{itemize}
\end{enumerate}
\end{enumerate}

\subsubsection{Tribologische Reibungslehre}
\label{sec-7-3-4}
\[F_G = \mu_G F_N \tag{$\mu_G=$ Gleitreibungskraft}\]
\[F_H = \mu_H F_H \tag{$\mu_H=$ Haftreibungskraft}\]
\[\mu_H > \mu_G\]
\subsubsection{Mikroskopisches Modell}
\label{sec-7-3-5}
Verantwortlich sind elektrische Kröfte zwischen Atomen und Molekülen der beieinanderliegenden Oberflächen: Van-der-Waals-Kräfte
\begin{itemize}
\item Stärke ergibt sich aus effektivem Kontakt.
\end{itemize}
Relative mikroskopische Reibungsfläche: $\sum \frac{a_i}{A} \sim \frac{F_N}{A} \leftarrow~\text{Druck}$
\begin{itemize}
\item $a_1$ = effektive Kontaktfläche eines Einzelatoms
\end{itemize}
Also: \[F_R \sim \sum \frac{a_i}{A} \sim F_N\]
\begin{itemize}
\item Haftreibung: Verzahnung der Oberflächen mit minimalen Abstand
\item Gleitreibung: Minimaler Abstand wird aufgrund der Bewegung nicht erreicht
\end{itemize}
\subsubsection{Schiefe Ebene: Messung der Reibungskraft (Skizze)}
\label{sec-7-3-6}
Kräftegleichgewicht: $F_H = F_R$
\[F_H = m g \sin{\alpha}, F_N = m g \cos{\alpha}\]
Grenzwinkel: $F_R = m g \sin{\alpha} = \mu_R m g \cos{\alpha} \Rightarrow \mu_R = \tan{\alpha}$
\[\alpha = \SI{15}{\degree} \rightarrow \tan{\alpha} = 0.27,\mu_G = 0.27\]
\subsubsection{Zentripetalkraft}
\label{sec-7-3-7}
\[\v a_{Zp} = \v \omega \times(\v\omega\times\v r)\quad \v{F}_{Zp} = m\v\omega\times(\v\omega\times\v r)\]
\[a_{Zp} = \omega^2 r = \frac{v^2}{r}\quad F_{Zp} = m\omega^2 r = m \frac{v^2}{r}\]
\begin{enumerate}
\item Beispiel 1 Rotierendes Pendel
\label{sec-7-3-7-1}
\[\v{F}_{Zp} := \v{F}_G + \v{F}_Z\]
\[F_G = m g = F_Z \cos{\theta}\]
\[F_{Zp} = F_Z \sin{\theta}\]
\[F_{Zp} = mg \frac{\sin{\theta}}{\cos{\theta}} = m g \tan{\theta},\quad a_{Zp} = g\tan{\theta}\]
\[a_{Zp} = \omega^2 r \Rightarrow: \omega \sqrt{\frac{g}{\tan{\theta}}}\]
\begin{itemize}
\item $\theta$ steigt mit $\omega$ an
\item $\theta(\omega)$ ist unabhängig von Masse
\end{itemize}
\item Beispiel 2 Geostationärer Satellit
\label{sec-7-3-7-2}
Zetripetal = Gravitationskraft \\
     \[m\omega^2 R = G\frac{m M_E}{R^2}\]
Geostationär: $\omega = \frac{2\pi}{\SI{24}{\hour}} = \frac{2\pi}{24\cdot\SI{3600}{\second}} = \SI{7.27e-5}{\per\second}$
\[R^3 = \frac{G M_E}{\omega^2} \rightarrow R = \SI{42312}{\kilo\meter}\]
Abstand von der Erd-Oberfläche: \[\tilde{R} = R - R_E = \SI{35930}{\kilo\meter}\]
\begin{itemize}
\item $G = \SI{6.67e-11}{\meter\cubed\per\kilo\gram\second\squared}$
\item $M_E = \SI{6e24}{\kilo\gram}$
\item $R_E = \SI{6373}{\kilo\meter}$
\end{itemize}
\end{enumerate}
\subsection{{\bfseries\sffamily TODO} Montag}
\label{sec-7-4}
\subsection{Energie}
\label{sec-7-5}
\begin{align}
W &= \int_{\v{r_1}}^{\v{r_2}} \v F \d \v r \\
&= E_{kin}(\v{r_2}) - E_{kin}(\v{r_1}) \\
&= E_{pot}(\v{r_2}) - E_{pot}(\v{r_1})
\end{align}
Die unteren beiden Gleichungen gelten nur für konservative Kräfte
\subsection{Leistung}
\label{sec-7-6}
\[P = \frac{\d W}{\d t} = \overarrow[\v F]{$\v F =~\text{const}$} \frac{\d \v r}{\d t} = \v F \v c\]
\[[P] = \si{\newton\meter\per\second} = \si{\joule\per\second} = \si{\watt} = ~\text{Watt}\]
\subsection{Konservative Kräfte}
\label{sec-7-7}
\begin{align}
W_1 &= \int_{1~\text{Weg1}}^2 \v F\d \v r = E_{pot}(1) - E_{pot}(2) \\
W_2 &= \int_{1~\text{Weg2}}^2 \v F\d \v r = E_{pot}(1) - E_{pot}(2) \\
\end{align}
Geschlossener Weg: $1\to 2\to 1$
\[W=\oint_c \v F\d \v r = W_1 - W_2 = 0\]
