ex1/ex1.org
*** Definition
	Kräfte, für die die Arbeit unabhängig vom Weg ist nennt man konservativ
	Für konservative Kräfte gilt:
	\[W=\oint \v F\d \v s = 0\]
** Kraftfelder und Potential
   \[W = \int_{\v{r_1}}^{\v{r_2}}\v F\d \v r\]
*** Definition Kraftfeld
	Eindeutige Zuordnung einer Kraft zu jedem Punkt im Raum:
	\[\v F = \v F(\v r) = \v F(x,y,z) = (F_x(x,y,z),F_y(x,y,z),F_z(x,y,z))\]
*** Beispiel
	Gravitationskraft:
	\begin{align}
	\v F(\v r) &= -G\frac{m M}{r^2}\v e_r \\
	&= f(r) \v e_r
	\end{align}
	Kugelsymmetrisch, Zentralfeld
**** TODO Skizze Vektorfeld
**** TODO Skizze Feldlinien
*** Feldlinien:
	- Feldlinien sind immer tangential zur Kraftrichtung
	- Feldliniendichte ist proportional zum Betrag der Karft
	- Feldlinien schneiden sich nie
*** konservative Kraftfelder
	Kraftfelder, die konservative Kräfte beschreiben nennt man konservative Kraftfelder
	Für konservative Kraftfelder gilt
	\[W_{12} = \int_1^2\v F\d\v r = E_{pot}(1) - E_{pot}(2)\]
	- $E_{pot} = E_{pot}(x,y,z)$ Skalar!
**** homogenes Kraftfeld
	 \[\v F(\v R) = (0,0,F_z)\]
	 - Weg 1: \[W_1 = \int_{\text{Weg1}}\v F\d \v R = \int_{z_1}^z F_z\d z = F_z(z_2 - z_1)\]
	 - Weg 2: \[W_2 = \int_{\text{Weg2}}\v F\d \v R = \int_{z_1}^z F_z\d z = F_z(z_2 - z_1)\]
***** TODO Skizze
**** Zentralkraftfeld
	 \[\v F(\v r) = f(r)\v e_r\]
	 \begin{align}
	 W &= \oint\v F\d \v r \\
	 &= \int_1^2 f(r)\d r + \int_2^3 \v F\d \v r + \int_3^4 f(r)\d r + \int_4^1 \v F\d \v r \\
	 &= 0
	 \end{align}
**** Gravitationsfeld
	 \begin{align}
	 W_{AB} &= \int_A^B\v F\d \v R \\
	 &= \int_A^B -G\frac{mM}{r^2}\v e_r\d\v r \\
	 &= \int_A^B -G\frac{mM}{r^2}\d r \\
	 &= \Big[G\frac{mM}{r + \xi}\Big]_{r_A}^{r_B}
	 &= E_{pot}(A) - E_{pot}(B)
	 \end{align}
	 \[\Rightarrow E_{pot}(A) = -G\frac{mM}{r_A} + \xi\]
	 \[\Rightarrow E_{pot}(B) = -G\frac{mM}{r_B} + \xi = E_{pot}(C)\]
	 Potentielle Energie des Gravitationsfelder:
	 \[E_{pot}^{grav} = -G\frac{mM}{r}\]
**** d = 1
	 \[E_{pot} = -\int F\d x\]
	 \[\d E_{pot} = -F\d x\]
	 \[-\frac{\d E_{pot}}{\d x} = F\]
**** d = 3
	 \[E_{pot} = -\int \v F\d\v r \rightarrow \v F = - "\frac{\d E_{pot}}{\d \v r}"\]
	 Gesucht: Ableitung eines Vektors nach einem Skalar.
	 Betrachte:\[\Delta E_{pot} = -\v F\Delta \v r = -(F_x \Delta x + F_y \Delta y + F_z \Delta z)\]
	 \[\Delta E_{pot} = \frac{\partial E_{pot}}{\partial x} \Delta x + \frac{\partial E_{pot}}{\partial y} \Delta y + \frac{\partial E_{pot}}{\partial z} \Delta z\]
	 \begin{align}
	 \v F(x,y,z) &= - (\frac{\partial E_{pot}}{\partial x} \Delta x , \frac{\partial E_{pot}}{\partial y} \Delta y , \frac{\partial E_{pot}}{\partial z} \Delta z) \\
	 &= -\grad E_{pot}
	 \end{align}
	 Gilt nur für konservative Kräfte
**** Gradient
	 Der Gradient eines Skalarfeldes ist ein Vektorfeld, dass in jedem Punkt in dei Richtung des steilsten Anstiegs der skalaren Größe Zeit
***** Notation:
	  \[\v F = -\grad E_{pot}\]
	  \[\v F = - \v \nabla E_{pot}, \v \nabla = (\frac{\partial}{\partial x}, \frac{\partial}{\partial z}, \frac{\partial}{\partial z})\]
*** Potential und Gravitationsfeld
	- Gravitationskraft: \[\v F(\v r) = -G\frac{mM}{r^2}\v e_r\]
	- Potentielle Energie: \[\v E_{pot}(\v r) = -G\frac{mM}{r}\]
	Potential:
	\[\Phi(\v r) = \lim_{m \to 0} \frac{E_{pot}(\v r)}{m}\]
	- Gravitationspotential: \[\Phi = -G\frac{M}{r}\]
	- Gravitationsfeld: \[\v G = -G \frac{M}{r^2}\v e_r\]
	- \[\v G = -\grad \Phi\]
	- \[E_{pot} = m\Phi\]
	- \[\v F(\v r) = m\v G(\v r)\]
