ex1/ex1.tex
\subsubsection{Definition}
\label{sec-7-7-1}
Kräfte, für die die Arbeit unabhängig vom Weg ist nennt man konservativ
Für konservative Kräfte gilt:
\[W=\oint \v F\d \v s = 0\]
\subsection{Kraftfelder und Potential}
\label{sec-7-8}
\[W = \int_{\v{r_1}}^{\v{r_2}}\v F\d \v r\]
\subsubsection{Definition Kraftfeld}
\label{sec-7-8-1}
Eindeutige Zuordnung einer Kraft zu jedem Punkt im Raum:
\[\v F = \v F(\v r) = \v F(x,y,z) = (F_x(x,y,z),F_y(x,y,z),F_z(x,y,z))\]
\subsubsection{Beispiel}
\label{sec-7-8-2}
Gravitationskraft:
\begin{align}
\v F(\v r) &= -G\frac{m M}{r^2}\v e_r \\
&= f(r) \v e_r
\end{align}
Kugelsymmetrisch, Zentralfeld
\begin{enumerate}
\item {\bfseries\sffamily TODO} Skizze Vektorfeld
\label{sec-7-8-2-1}
\item {\bfseries\sffamily TODO} Skizze Feldlinien
\label{sec-7-8-2-2}
\end{enumerate}
\subsubsection{Feldlinien:}
\label{sec-7-8-3}
\begin{itemize}
\item Feldlinien sind immer tangential zur Kraftrichtung
\item Feldliniendichte ist proportional zum Betrag der Karft
\item Feldlinien schneiden sich nie
\end{itemize}
\subsubsection{konservative Kraftfelder}
\label{sec-7-8-4}
Kraftfelder, die konservative Kräfte beschreiben nennt man konservative Kraftfelder
Für konservative Kraftfelder gilt
\[W_{12} = \int_1^2\v F\d\v r = E_{pot}(1) - E_{pot}(2)\]
\begin{itemize}
\item $E_{pot} = E_{pot}(x,y,z)$ Skalar!
\end{itemize}
\subsubsection{homogenes Kraftfeld}
\label{sec-7-8-5}
\[\v F(\v R) = (0,0,F_z)\]
\begin{itemize}
\item Weg 1: \[W_1 = \int_{\text{Weg1}}\v F\d \v R = \int_{z_1}^z F_z\d z = F_z(z_2 - z_1)\]
\item Weg 2: \[W_2 = \int_{\text{Weg2}}\v F\d \v R = \int_{z_1}^z F_z\d z = F_z(z_2 - z_1)\]
\end{itemize}
\begin{enumerate}
\item {\bfseries\sffamily TODO} Skizze
\label{sec-7-8-5-1}
\end{enumerate}
\subsubsection{Zentralkraftfeld}
\label{sec-7-8-6}
\[\v F(\v r) = f(r)\v e_r\]
\begin{align}
W &= \oint\v F\d \v r \\
&= \int_1^2 f(r)\d r + \int_2^3 \v F\d \v r + \int_3^4 f(r)\d r + \int_4^1 \v F\d \v r \\
&= 0
\end{align}
\subsubsection{Gravitationsfeld}
\label{sec-7-8-7}
\begin{align}
W_{AB} &= \int_A^B\v F\d \v R \\
&= \int_A^B -G\frac{mM}{r^2}\v e_r\d\v r \\
&= \int_A^B -G\frac{mM}{r^2}\d r \\
&= \Big[G\frac{mM}{r + \xi}\Big]_{r_A}^{r_B}
&= E_{pot}(A) - E_{pot}(B)
\end{align}
\[\Rightarrow E_{pot}(A) = -G\frac{mM}{r_A} + \xi\]
\[\Rightarrow E_{pot}(B) = -G\frac{mM}{r_B} + \xi = E_{pot}(C)\]
Potentielle Energie des Gravitationsfelder:
\[E_{pot}^{grav} = -G\frac{mM}{r}\]
\subsubsection{d = 1}
\label{sec-7-8-8}
\[E_{pot} = -\int F\d x\]
\[\d E_{pot} = -F\d x\]
\[-\frac{\d E_{pot}}{\d x} = F\]
\subsubsection{d = 3}
\label{sec-7-8-9}
\[E_{pot} = -\int \v F\d\v r \rightarrow \v F = - "\frac{\d E_{pot}}{\d \v r}"\]
Gesucht: Ableitung eines Vektors nach einem Skalar.
Betrachte:\[\Delta E_{pot} = -\v F\Delta \v r = -(F_x \Delta x + F_y \Delta y + F_z \Delta z)\]
% Emacs 25.1.1 (Org mode 8.2.10)
\end{document}